import React from 'react'
import "../style/About.css"

export default function About() {
    return (
        <div className="aboutMainContainer">
            

<div className="aboutTopic">
<h1>About Us</h1>
</div>

<div className="aboutText" dir="rtl">
    <div className="innerAboutText">
        <h5>
אנו שמחים שהחלטת לפנק את עצמך עם מפה יוקרתית מבית RTC
 המותג שהפך אצל משפחות שלמות את שולחן השבת והחג.
אז דקה מזמנך ואספר לך קצת אודותינו
ומה תוכלי לרכוש אצלי באתר.
שמי רחלי בעלת המותג RTC
כמו שאמרתי המהפך של השולחונות שהפכו ללקוחות רבים זה היה הטאצ האחרון של השולחן שלהם.
מאחורימכל קולקציה אני עומדת ובוחרת הבדים הכי טובים ומעצבת את המפה הכי יוקרתית שיש.
המפות שלי הם יוקרתיות עבודת יד ובדים מעולים ואילו אגלה לך סוד הם דוחים כתמים(30 מעלות ללא סחיטה)
אז אם בא לך לפנק את עצמך במפה יוקרתית הגעת למקום הנכוןrtc תעניק לך חווית קניה מיוחדת עם סטייל שירות ואין סוף מחמאות.
תוכלי לרכוש אצלי מפות ומפיות סט מאותו הבד והתחרה.
חשוב לי שכל לקוי יצא מרוצה בכל עת תוכלי לפנות אלי ישירות ותוכלי לקבל מענה  מידי
לכל מה שתרצי.
0584166447
שלכם רחלי RTC המותג
</h5>
    </div>

</div>

        </div>
    )
}
